const pages = [
    {
        title: 'Сводная информация',
        path: '/home',
        text: `Это ваша домашняя страница. На ней ваша текущая тренировка, небольшой кадендарь с отметками о прошлых тренировках и линия прогресса.
        Нажмите на карточку упражненя, чтобы посмотреть подробную информацию. `
    },
    {
        title: 'Теренировки',
        path: '/workouts',
        text: `Здесь вы можете посмотреть все тренировки. Нажмите на любую, чтобы получить подробности.`
    },
    {
        title: 'Расписание',
        path: '/schedule',
        text: `Полноразмерный календарь с отметками. Планируйте ваше время и не забывайте о ближайшей тренировке!`
    },
    {
        title: 'Статистика',
        path: '/stats',
        text: `Здесь будет появляться интересная статистика по мере того, как вы будете заносить результаты тренировок.`
    },
    {
        title: 'Помощь',
        path: '/help',
        text: `Вся информация с начальных слайдов собрана здесь. Перечитайте любую тему, если вы что-то забыли.`
    }
];

export default pages;
