export const helpTopics = [
    {
        title: '36 специальных тренировок для вас',
        photoId: 1,
        body: `
        <div>Мы сделали тренировочный план, который подходит как для абсолютных новичков в спортзале, так и для тех, кто, возможно, уже занимался какое-то время, но, бросил занятия из-за отсутствия плана и целей. Начните занятия с простых упражнений и пройдите через 36 тренировок разной сложности, которые подготовят ваше тело к серьёзным нагрузкам. Наша спортивная программа не ставит перед собой недостижимых целей. Давайте быть честными с собой: вы не станете за один присест человеком с обложки журнала. Но, чтобы стать таким человеком, надо с чего-то начать. Начните с программы "ФитнесАссистент" и в конце заятий вы получите вполне конкретные результаты:
        <ul>
            <li>умение целенаправленно тренироваться</li>
            <li>привычку регулярно ходить в спортзал</li>
            <li>знания о самых базовых упражнениях</li>
        </ul>
        Но, самым важным из результатов станет ваша физическая форма! Если вы не пожалеете сил и с хорошей отдачей дойдёте до конца, то, мысленно взглянув на себя в прошлом, вы увидите, как потрясающе изменилось ваше тело и самочувствие. И, после приобретённых знаний и навыков, эта точка может стать отправной в вашем дальнейшем саморазвитии!
        </div>
        `
    },
    {
        title: 'Что предстоит сделать',
        photoId: 2,
        body: `Наша программа состоит из 36-ти чередующихся тренировок: две из них силового типа и одна вспомогательного. Каждая силовая тренировка за один раз нагружает все мышцы вашего тела. Такой режим наиболее благоприятен для новичков. Не пренебрегайте вспомогательным тренировками. Они тренируют те мышцы, которые "сковывают" наше тело в мышечный каркас и делают его стабильным и жёстким.
        Если вы слышали о сплит-тренировках - не спешите. Это удел тех, кто уже имеет развитые мышцы и занят их дальнейшей проработкой. Наша цель в первую очередь - научиться тренироваться. А так же получить равномерное развитие всего тела.
        Тренировки разбиты по уровням сложности. На первом этапе вы буде тренироваться на уровне 1, потом перейдёте на второй и закончите на третьем уровне. Уровни сложности построены таким образом, чтобы в начале программы больше наращивать выносливость, а в конце программы - силу. Таким образом мы расчитываем, что вы будете развиваться равномерно на протяжении всеё программы, не упрётесь в непреодолимый тупик и не бросите занятия.`
    },
    {
        title: 'Как тренироваться',
        photoId: 3,
        body: `Мы рекомендуем тренироваться строго три раза внеделю. Это отличный ритм занятий для начинающих. В нём оптимально сбалансировано количество нагрузки и восстановления. Отдых очень важен для занятий, ведь именно в это время ваш организм наращивает силы в ответ на нагрузку, полученную на тренировках. Однако, вы можете варьировать количество тренировок от двух до пяти в неделю в завивисмости от текущего физического развития.
        Перед тренировкой не забывайте кликать на название упражнения и читать информацию внутри. Мы заранее продумали количество подходов и повторов, написали советы по технике выполнения, а так же дали подсказку, как записать результат упражнения в конце тренировки, чтобы по ходу программы получать адекватное представление о прогрессе.`
    },
    {
        title: 'Как подобрать нагрузку',
        photoId: 4,
        body: `Как узнать, сколько сделать повторов или какой вес отягощений взять для упражнения? Вам предстоит подобрать эти параметры самостоятельно.
        В упражнениях с собственным весом вы должы сделать 3 подхода с одинаковым количеством повторов. Например, если у вас запланированы отжимания - на самой первой тренировке попробуйте сделать один подход и прикиньте, сможете ли вы выполнить ещё два подхода с такой нагрузкой и сделайте эти два подхода. Не забудьте записать результат. На второй тренировке с таким же упражнением вы подберёте количество повторов ещё точнее, а на третьей вы наверняка не промахнётесь с количеством вообще.
        Там где нужны гантели или штанга - возьмите ваш первый вес наугад но так, чтобы он казался вам довольно лёгким. опять же, через 2-3 тренировки вы сможете брать идеально те веса, которые вам подходят.
        Всегда соблюдайте общие принципы подбора нагрузки:
        <ul>
            <li>на этапе подбора веса (или количества повторений) двигайтесь от лёгкого к тяжёлому. Лучше выполнить тренировку слишком легко, чем сломаться под непомерной нагрузкой;</li>
            <li>идеально подобранная нагрузка должна быть такой, чтобы вы сделали последний подход почти на пределе своих сил, но без надрыва;</li>
            <li>если на предыдущей тренировке вы идеально сделали упражнение с гантелями или штангой - на следующей тренировке увеличьте вес на 1 или 2 кг в зависимости от упражнения. Если делали упражнени с количеством повторов - увеличьте его на 1-3 повтора;</li>
            <li>если вы перестарались с нагрузкой - на следующей тренировке откатитесь назад и уменьшите вес или повторы. Если этого не сделать, то в этом упражнении вы упрётесь в "потолок" который не преодолеете до конца программы.</li>
        </ul>`
    },
    {
        title: 'Ешё немного и мы начнём!',
        photoId: 5,
        body: `Вот и вся информация, которую вам нужно знать для выполнения первых шагов! Вы можете вернуться к ней в любой момент, открыв в меню раздел "Помощь". Однако, мы рекомендуем не останавляваться на этом, а пополнять свои знания из открытых источников о спорте. Читайте о правильной технике выполнения упражнений, смотрите учебные видео со спортсменами, вливайтесь в спортивное движение!
        После нажатия на кнопку "завершить" уделите ещё несколько минут для знакомства с интерфейсом и сразу после этого вам откроется ваша первая тренировка. Желаем вам успехов в занятиях!`
    }
];
