import React from 'react';

const NavigationHelp = () => {
    return (
        <div>
            <h2>Помощь по навигации</h2>
            <p>
                Здесь будет схематично показана страница со сводкой и расскзано, какой раздел для чего нужен. Ещё ндо
                расположить здесь информацию о разделах сайта и о навигации по сайту. Эта страница тоже будет показана
                один раз, после чего информация переедет в раздел ПОМОЩЬ
            </p>
            <button>Далее</button>
        </div>
    );
};

export default NavigationHelp;
